Repository: m7mdra/sarh
Catalog: lib/i10n/intl_*.arb
Languages: ar

source: Login
ar: تسجيل الدخول

source: Username or Email
ar: البريد الالكتروني او اسم المتسخدم

source: Password
ar: كلمة المرور

source: Sing in
ar: تسجيل الدخول

source: Forgot my password
ar: نسيت كلمة المرور

source: I Dont have an account
ar: ليس لدي حساب

source: Create new
ar: انشاء حساب

source: Register
ar: انشاء حساب

source: Username
ar: اسم المستخدم

source: Email address
ar: البريد الالكتروني

source: Full name
ar: الاسم الكامل

source: Confirm Password
ar: تاكيد كلمة المرور

source: Account type
ar: نوع الحساب

source: Sign up
ar: انشاء حساب

source: I Already have an account
ar: لدي حساب بالفعل

source: Next
ar: التالي

source: Please wait while attempting to log you in.
ar: الرجاء الانتظار بينما يتم تسجيل دخولك

source: No active internet connection
ar: لا يوجد اتصال انترنت نشط

source: Retry
ar: اعادة المحاولة

source: Login information is not valid, try again
ar: معلومات تسجيل الدخول ليست صحيحه, حاول مرة اخرى

source: Enter a valid email address
ar: ادخل بريد الكتروني صالح

source: Enter username or email address first
ar: قم بكتابة اسم المستخدم او البريد الالكتروني اولا

source: Enter Password first
ar: ادخل كلمة المرور

source: Username or email address
ar: اسم المستخدم او البريد الالكتروني

source: Select your account type
ar: اختر نوع الحساب

source: Personal account
ar: حساب شخصي

source: Service Provider
ar: مزود خدمة

source: Register a user
ar: تسجيل حساب شخصي

source: Register a service provider
ar: تسجيل مزود خدمة

source: Phone number
ar: رقم الهاتف

source: Select a city
ar: اختر مدينة

source: Service provider Name
ar: اسم مزود الخدمة

source: Account Verification
ar: التحقق من الحساب

# accountVerificationMessage
source: Please enter the verification code below that we have sent to your phone number {phoneNumber}
ar: قم بادخال رمز التحقق بالاسفل الذي تم ارساله الى الرقم {phoneNumber}

source: Send again
ar: اعادة الارسال

source: Verify
ar: تحقق

source: Name field is empty
ar: حقل الاسم خالي

source: Email field is empty
ar: حقل البريد الالكتروني خالي

source: Phone number field is empty
ar: حقل رقم الهاتف خالي

source: Phone number invalid
ar: حقل رقم الهاتف غير صالح

source: password field is empty
ar: حقل كلمة المرور خالي

source: City is not selected
ar: لم تتم اختيار المدينة

source: Please fill the fields
ar: الرجاء ملء جميع الحقول

source: Attach Image
ar: ارفاق صورة

source: Attach Video
ar: ارفاق فيديو

source: Attach Document
ar: ارفاق مستند

source: PDF format only allowed
ar: الصيغة المسموح بها هي PDF فقط

source: Select method to pick image
ar: اختر طريقة لاختيار الصورة

source: Camera
ar: كاميرا

source: Gallery
ar: معرض الصور

source: Request Quotations
ar: طلب تسعيرة

source: Choose the activity
ar: اختر النشاط

source: Choose activity
ar: اختر نشاط

source: Choose request method
ar: اختر نظام الطلب

source: Request method
ar: نظام الطلب

source: Quotation subject
ar: موضوع التسعيرة

source: enter the quotation subject
ar: ادخل موضوع التسعيرة

source: Quotation details
ar: تفاصيل التسعيرة

source: Explain what you need from the service provider
ar: قم بتوضيح ماذا تحتاج من مقدم الخدمة

source: Attachments
ar: المرفقات

source: Submit
ar: ارسال

source: Attach file
ar: ارفاق ملف

source: Favorite
ar: المفضلة

source: Will be sent to your favorite service providers
ar: ستيم الارسال الى مزوري الخدمة المفضلين

source: Random
ar: عشوائي

source: Will be sent randomly to service to service providers in this activity
ar: سيتم الارسال عشوائيا الى مزودي خدمة في هذا النشاط

source: Recommendation
ar: تزكية

source: Will be sent to high rated service providers
ar: سيتم الارسال الى مزودي الخدمة الاعلى تقييماً

source: Activity is empty
ar: النشاط خالي

source: Quotation subject is empty
ar: موضوع التسعيرة خالي

source: Please wait while we verfiy your account.
ar: الرجاء الانتظار بينما يتم التحقق من الحساب

source: Resending verification code.
ar: جاري اعادة ارسال رمز التحقق

source: Failed to verfiy account.
ar: فشل محاولة التحقق من الحساب

source: Invalid Verification code, try again or request new code.
ar: رمز التحقق غير صحيح, حاول مجددا او قم بطلب رمز جديد

source: Verification code was request successfully
ar: تم ارسال رمز التحقق بنجاح

source: Request timed out.
ar: الطلب منتهي المدة.

# seconds
source: {howMany,plural, =0{{howMany} Second}=1{{howMany} Second}few{{howMany} Seconds}many{{howMany} Seconds}other{{howMany} Seconds}}
ar: {howMany,plural, =0{{howMany} ثانيه}=1{{howMany} ثانيه}few{{howMany} ثواني}many{{howMany} ثانية}other{{howMany} Seconds}}

# creatingAccountProgressTitle
source: Creating new '{accountType}' account
ar: جاري انشاء حساب '{accountType}' جديد

source: Error occurred
ar: حصل خطأ
